Repository: isabella232/ubuntu-release-upgrader
Catalog: po/*.po
Languages: xh

source: Please enter your password to run: %s
xh: Nceda faka i-password yakho ukuqhuba: %s

source: Show updates
xh: Bonisa izihlaziyo

source: Install all updates
xh: Seka zonke izihlaziyo

source: Package Manager
xh: UMlawuli woMqulu weNkqubo

source: Update package list now
xh: Hlaziya uluhlu lomqulu wenkqubo ngoku

source: There is %i update available
xh: Kukho i-%i yohlaziyo ekhoyo

source: Press this icon to show the updates.
xh: Cofa lo mfanekiso ungumqondiso ukubonisa izihlaziyo.

source: Software preferences
xh: Uluhlu lwezinto ezikhethwayo zeenkqubo zekhompyutha

source: There are %i post-update informations available!
xh: Kukho i-%i yolwazi lwasemva kohlaziyo olukhoyo!

source: Press this icon to show the information.
xh: Cofa lo mfanekiso ungumqondiso ukubonisa ulwazi.

source: <span weight="bold" size="larger">Update information</span> There is some post software update information available. Please read the following information carefully.
xh: <span weight="bold" size="larger">Ulwazi oluhlaziyiweyo</span> Kukho iinkqubo zekhompyutha zasemva kohlaziyo zolwazi olukhoyo. Nceda funda olu lwazi lulandelayo ngocoselelo.

source: Run now
xh: Phumeza inkqubo ngoku
